{
    "shared": {
        "home": "الصفحة الرئيسية",
        "services": "الخدمات",
        "aboutUs": "من نحن",
        "blogs": "المدونات",
        "contactUs": "تواصل معنا",
        "bookNow": "احجز الآن",
        "CarlaMaidCleaningServices": "خدمات تنظيف كارلا ميد",
        "ProfessionalCleaningServices": "خدمات تنظيف احترافية في قطر",
        "bookCleanService": "احجز خدمة التنظيف الخاصة بك اليوم!",
        "LetUsHandleTheMess": "دعنا نتولى امر الفوضى",
        "ourServices": "خدماتنا",
        "theBestInCleaning": "افضل مساعدة في التنظيف",
        "carlaMaidServices": " خدمات كارلا ميد",
        "TailoredSolution": "حلول مخصصة لكل مساحة",
        "OurTeamProfessionalAndExperienced": "فريقنا محترف وذو خبرة.",
        "QuickAndEfficientCleaningService": "خدمة تنظيف سريعة وفعالة",
        "SatisfactionGuaranteed": "ضمان الرضا 100%.",
        "HighlyDisciplineInWorkplace": "الانضباط عالي في مكان العمل.",
        "HospitalityStaffinQatar": "موظفو الضيافة في قطر",
        "OfficeCleaningServices": "خدمات تنظيف المكاتب",
        "HomeCleaninginQatar": "تنظيف المنازل في قطر",
        "MaidServices": "خدمات تنظيف المنازل",
        "EventCleaning": "تنظيف الفعاليات",
        "DeepCleaningServices": "خدمات التنظيف العميق",
        "EcoFriendlyCleaning": "تنظيف صديق للبيئة",
        "HousekeepingServices": "خدمات التدبير المنزلي",
        "CarpetCleaning": "تنظيف السجاد",
        "StaffingForBusinesses": "توظيف الكوادر للشركات",
        "CustomizedCleaning": "تنظيف مخصص",
        "SeasonalCleaningServices": "خدمات التنظيف الموسمية",
        "ResidentialCleaning": "التنظيف السكني",
        "CommercialCleaning": "التنظيف التجاري",
        "JanitorialServices": "خدمات التنظيف والصيانة",
        "BusinessCleaning": "تنظيف الأعمال",
        "SpecialtyCleaning": "تنظيف متخصص",
        "UpholsteryCleaning": "تنظيف المفروشات",
        "GreenCleaning": "التنظيف الأخضر",
        "EventCleanup": "تنظيف الفعاليات",
        "EmergencyCleaning": "التنظيف الطارئ",
        "BookYourCleaningOrStaffingServiceInQatarToday": "احجز خدمة التنظيف أو التوظيف الخاصة بك في قطر اليوم!",
        "CarlaMaidBlogs": "مدونة كارلا ميد",
        "CleaningTips": "نصائح وحيل التنظيف، واستشارات الخبراء من كارلا ميد في قطر",
        "TrustedCleaning": "حلول تنظيف وتوظيف موثوقة في قطر",
        "ourStory": "قصتنا",
        "mission": "مهام",
        "vision": "رؤيتنا",
        "ourSpecialties": "تخصصاتنا",
        "trustCleaning": "خبراء موثوقون في التنظيف والتوظيف",
        "ProfessionalismAndIntegrity": "الاحترافية والنزاهة",
        "Satisfaction": "رضا 100%",
        "QualityAndReliability": "الجودة والموثوقية",
        "HonestPricing": "أسعار شفافة ومنصفة",
        "OnlineBooking": "الحجز عبر الإنترنت",
        "ReadMore": "اقرأ المزيد",
        "BestCleaningCompanyInQatar": "أفضل شركة تنظيف في قطر",
        "FindReliableProfessionalCleaningServices": "احصل على خدمات تنظيف موثوقة واحترافية",
        "IntroductionWhyChooseProfessionalCleaning": "المقدمة: لماذا تختار خدمة تنظيف محترفة في",
        "KeyQualitiesOfTheBestCleaningCompany": "الصفات الرئيسية لأفضل شركة تنظيف في قطر",
        "TrainedAndSkilledCleaningStaff": "موظفو تنظيف مدربون وذوو مهارات عالية",
        "UseOfEcoFriendlyCleaningProducts": "استخدام منتجات تنظيف صديقة للبيئة",
        "FlexibleSchedulingAndCustomization": "جدولة مرنة وتخصيص الخدمات",
        "TransparentAndAffordablePricing": "أسعار شفافة وميسرة",
        "TypesOfCleaningServicesAvailableInQatar": "أنواع خدمات التنظيف المتاحة في قطر",
        "CommercialAndOfficeCleaning": "تنظيف الأعمال والمكاتب",
        "EventAndHospitalityCleaning": "تنظيف الفعاليات والضيافة",
        "BenefitsOfHiringProfessionalCleaningCompany": "فوائد توظيف شركة تنظيف محترفة",
        "Time-Saving:": "توفير الوقت",
        "ImprovedHealthAndHygiene": "تحسين الصحة والنظافة",
        "EnhancedAppearance": "تحسين المظهر",
        "ExtendedPropertyLife": "إطالة عمر الممتلكات",
        "HowToChooseTheBestCleaningCompanyQatar": "كيفية اختيار أفضل شركة تنظيف في قطر",
        "AreEcoFriendlyCleaningProductsEffective": "هل منتجات التنظيف الصديقة للبيئة فعالة؟",
        "HowCanIEnsureACleaningCompanyIsReputable": "كيف يمكنني التأكد من سمعة شركة التنظيف؟",
        "CanIRequestSpecificCleaningTasks": "هل يمكنني طلب مهام تنظيف محددة؟",
        "WhatAreTheCostsOfHiringTheBestCleaning": "ما هي تكاليف توظيف أفضل شركة تنظيف في قطر؟",
        "Conclusion": "الخاتمة: استمتع بمساحة نظيفة وصحية مع الخدمة المناسبة",
        "CarlaMaidQatarTrustedPartnerForComprehensiveCleaning": "كارلا ميد: شريك قطر الموثوق لخدمات التنظيف والعمالة الشاملة",
        "FAQsAboutTheBestCleaningCompanyQatar": "الأسئلة الشائعة حول أفضل شركة تنظيف في قطر",
        "WhatShouldIExpectFromProfessionalCleaning": "ماذا يجب أن أتوقع من خدمة تنظيف محترفة في قطر؟",
        "HowOftenShouldIScheduleCleaningServices": "كم مرة يجب أن أجدول خدمات التنظيف؟",
        "ContactUsToday": "تواصل معنا اليوم!",
        "YourEmailAddress": "عنوان بريدك الإلكتروني",
        "YourMessage": "رسالتك",
        "Company": "الشركة",
        "OurVision": "رؤيتنا",
        "OurMission": "مهمتنا",
        "OurValues": "قيمنا",
        "Services": "الخدمات",
        "HomeCleaning": "تنظيف المنزل",
        "HospitalityStaff": "موظفو الضيافة",
        "ContactUs": "اتصل بنا",
        "submit": "إرسال",
        "contactYouSoon": "شكرا لك! سوف نتواصل معك في أقرب وقت ممكن.",
        "HaveQuestionsBeforeBooking": "هل لديك أسئلة قبل الحجز؟",
        "bookNowDesc": "إذا كنت ترغب في الحصول على مزيد من المعلومات حول خدماتنا أو تحتاج إلى مساعدة في عملية الحجز، فلا تتردد في التواصل معنا. نحن هنا لمساعدتك!",
        "needsHelp": "هل تحتاج مساعدة؟",
        "booking_confirmation_message": "شكراً لحجزك معنا، سيقوم مركز الاتة الخاص بنا بالاتصال بك في أقرب وقت ممكن لتأكيد الحجز والتفاصيل"

    },
    "paragraph": {
        "trustMaidService": "خدمة تنظيف موثوقة وشركة تنظيف في قطر. تقدم كارلا ميد خدمات تنظيف مخصصة للمنازل والشركات، بما في ذلك خيارات صديقة للبيئة والتنظيف العميق للحصول على بيئة نظيفة وخالية من التوتر في الدوحة وما بعدها.",
        "SpecializedHospitality": "خدمات الضيافة المتخصصة وخدمات الضيوف في قطر تضمن لك سير حدثك بسلاسة مع الدعم المهني.",
        "KeepYourWorkPlaceClean": "حافظ على نظافة مكان عملك وجعله مرحبًا باستخدام خدماتنا المتوفرة يوميًا أو أسبوعيًا أو شهريًا.",
        "theBestHomeCleaning": "تقدم كارلا ميد أفضل خدمات تنظيف المنازل في الدوحة لتلبية جميع احتياجات منزلك.",
        "OurMaidServicesOffer": "تقدم خدماتنا للعمالة المنزلية حلولًا مرنة تشمل التنظيف عند الطلب والتنظيف المنتظم، مصممة لتلبية احتياجات منزلك.",
        "SpecializedCleaningServices": "خدمات تنظيف متخصصة تشمل التنظيف قبل وبعد الفعاليات، مصممة لضمان أن يبدو مكانك رائعًا للمناسبات الخاصة.",
        "EvitalizeYourSpace": "جدد مساحتك مع خدمات التنظيف العميق الشاملة لدينا لمسة من الانتعاش والنظافة.",
        "ChooseOurEcoFriendly": "اختر خيارات التنظيف الصديقة للبيئة لدينا لنهج مستدام في النظافة.",
        "DailyHousekeeping": "حافظ على رفاهية التدبير المنزلي اليومي الذي يوفر لمنزلك أقصى درجات العناية والاهتمام.",
        "FlexibleContractCleaning": "نقدم خدمات تنظيف تعاقدية مرنة للشركات والمكاتب، مع خيارات لتدريب موظفي تنظيف المكاتب.",
        "OfferingFlexibleScheduling": "نوفر خيارات جدولة مرنة لتناسب نمط حياتك المزدحم.",
        "EnjoyThoroughSeasonal": "استمتع بخدمات تنظيف موسمية شاملة تُجهز منزلك لكل موسم جديد، مع التركيز على مهام التنظيف الخاصة بكل فصل من فصول السنة.",
        "ReadyToExperienceProfessional": "هل أنت مستعد لتجربة حلول التنظيف والتوظيف المهنية مع Carla Maid؟ اتصل بنا اليوم لتحديد موعد خدمتك أو لمعرفة المزيد عن خدماتنا في قطر!",
        "WelcomeToTheCarlaMaid": "مرحبًا بكم في مدونة كارلا ميد—مصدركم الموثوق في قطر للحصول على نصائح تنظيف الخبراء، وأفكار عملية، وآخر المعلومات حول كيفية الحفاظ على مساحة نظيفة وصحية. سواء كنتم تبحثون عن حيل تنظيف سهلة للقيام بها بأنفسكم، أو أدلة مفصلة حول التنظيف العميق، أو نصائح احترافية للحفاظ على مكتبكم في حالة مثالية، نحن هنا للمساعدة! استكشفوا مقالاتنا واكتشفوا كيفية جعل التنظيف أسهل وأسرع وأكثر فعالية.",
        "WelcometoCarlaMaidAsTrustedLeader": "مرحبًا بكم في كارلا ميد! بصفتنا روادًا موثوقين في خدمات التنظيف والتوظيف في جميع أنحاء قطر، نحن هنا لنقدم لكم التميز في كل منزل ومكان عمل. انطلقت كارلا ميد من رؤية تهدف إلى تقديم جودة خدمة لا مثيل لها، ونتعهد بتلبية الاحتياجات الفريدة للأفراد والشركات. بفضل فريقنا المتميز من المهنيين المدربين والمخلصين، نضمن أن يلمع كل ركن من أركان مساحتك وأن يتم تجهيز كل فعالية بأفضل شكل ممكن.",
        "FoundedIn2024": "تأسست كارلا ميد في عام 2024 كشركة عائلية انطلقت بشغف للمساحات النظيفة والخدمة المميزة. ما بدأ كمشروع صغير تطور ليصبح شركة رائدة في خدمات التنظيف والتوظيف، معروفة بجودتها وموثوقيتها ونهجها الذي يضع العملاء أولاً. لقد نمونا من خلال التركيز على ما يهم حقًا: إنشاء بيئات نظيفة ومنظمة ومرحبة تجعل الحياة أسهل لعملائنا، سواء كانوا في المنزل أو في المكتب أو أثناء استضافة الفعاليات.",
        "ourMission": "رسالتنا في كارلا ميد هي تحسين جودة الحياة وبيئات العمل في جميع أنحاء قطر من خلال تقديم خدمات تنظيف وخدمات منزلية استثنائية. نسعى لتوفير حلول موثوقة ومخصصة وصديقة للبيئة للمنازل والمكاتب والفعاليات، مع ضمان توفير مساحة نظيفة وصحية لكل عميل.",
        "ourVision": "رؤيتنا هي أن نكون الشركة الأكثر ثقة في قطر في مجال التنظيف، معروفة بالتزامنا بالتميز والممارسات المستدامة ورضا العملاء. نسعى لوضع معايير جديدة في الصناعة لنصبح الخيار الأول لخدمات التنظيف في الدوحة وخارجها.",
        "WeBelieveInEarning": "في كارلا ميد، نؤمن بكسب الثقة من خلال الاحترافية والاحترام. فريقنا يقدر وقتك ومساحتك وخصوصيتك، ويجلب النزاهة في كل مهمة نقوم بها.",
        "CommittedToDelivering": "كارلا ميد ملتزمة بتقديم خدمة عالية الجودة، لضمان أن كل عملية تنظيف تتوافق مع معاييرك—مضمون.",
        "CarlaMaidValues": "كارلا ميد تقدر وقتك، حيث تقدم خدمات تنظيف موثوقة ودقيقة في مواعيدها عبر قطر، في كل مرة.",
        "CommittedToDeliveringTopNotch": "كارلا ميد ملتزمة بتقديم خدمات تنظيف بعناية الجودة وموثوقة في قطر، مما يضمن أن تتألق كل مساحة بجودة واهتمام مستمرين.",
        "WeOfferTransparent": "في كارلا ميد، نقدم أسعارًا شفافة ومنصفة، مما يضمن حصولك على خدمات تنظيف استثنائية في قطر دون تكاليف مخفية أو مفاجآت.",
        "BookCarlaMaidServices": "احجز خدمات كارلا ميد ببضع نقرات فقط! نظام الحجز عبر الإنترنت السلس لدينا يجعل جدولة خدمات التنظيف في أي مكان في قطر سريعًا وسهلاً.",
        "KeepingACleanAndOrganizedSpace": "يعد الحفاظ على مساحة نظيفة ومنظمة أمرًا أساسيًا للراحة والصحة والإنتاجية. سواء كنت ترغب في الحفاظ على منزلك أو مكتبك أو فعالية خاصة في قطر، فإن توظيف شركة تنظيف محترفة يمكن أن يحدث فارقًا كبيرًا. تستعرض هذه الدليل ما الذي يجعل شركة التنظيف متميزة ويقدم رؤى حول أفضل الصفات التي يجب البحث عنها عند البحث عن أفضل شركة تنظيف في قطر.",
        "MaintainingACleanEnvironment": "يعد الحفاظ على بيئة نظيفة أمرًا بالغ الأهمية، خاصة في مكان سريع النمو ومزدحم مثل قطر. تقدم شركات التنظيف المحترفة الخبرة والكفاءة والمعدات التي يمكن أن تحول مساحتك بسهولة. اختيار خدمة تنظيف ذات سمعة طيبة يوفر الوقت والطاقة، مما يضمن أن يكون منزلك أو عملك نظيفًا وصحيًا.",
        "AleadingCleaningCompanyEmploysTrained": "توظف الشركة الرائدة في مجال التنظيف عمال تنظيف مدربين وذوي مهارات عالية يتبعون أفضل الممارسات لتحقيق نتائج متسقة. ابحث عن الشركات التي تستثمر في تدريب الموظفين، مما يضمن أن يفهم عمال التنظيف معايير النظافة، واستخدام المنتجات بشكل آمن، وتقنيات التنظيف الفعالة.",
        "EcoFriendlyCleaningHasBecome": "أصبح التنظيف الصديق للبيئة ميزة مهمة للشركات الرائدة في مجال التنظيف. يفضل استخدام المنتجات غير السامة والصديقة للبيئة، خاصة في المنازل التي تحتوي على أطفال أو حيوانات أليفة. الشركات الأفضل في قطر تعطي الأولوية للصحة وتأثير البيئة من خلال تقديم خيارات التنظيف الأخضر.",
        "TheBestCleaningCompaniesOfferFlexible": "تقدم أفضل شركات التنظيف جدولة مرنة تتناسب مع روتينك، سواء كان ذلك للصيانة الدورية أو تنظيف عميق لمرة واحدة. تعني الخدمات القابلة للتخصيص أن التنظيف يمكن أن يُخصص للتركيز على مناطق أو مهام محددة، بدءًا من التنظيف البسيط للأسطح وصولاً إلى المشاريع التنظيفية المكثفة.",
        "PricingTransparencyIsCrucialWhenChoosing": "الشفافية في التسعير أمر بالغ الأهمية عند اختيار خدمة التنظيف. الشركات الموثوقة في قطر تقدم هياكل تسعير واضحة بدون رسوم مخفية، مما يضمن أنك تحصل على قيمة مقابل المال. الأسعار التنافسية والمعقولة دون المساس بالجودة تجعل الخدمة أكثر إتاحة للجميع.",
        "ResidentialCleaningServicesCoverEveryCorner": "تشمل خدمات التنظيف السكني كل زاوية في منزلك، مما يضمن أن جميع الغرف خالية من الغبار والأوساخ والمواد المسببة للحساسية. من المطابخ والحمامات إلى غرف المعيشة وغرف النوم، يوفر عمال التنظيف المحترفون مستوى من النظافة يصعب تحقيقه بالتنظيف العادي.",
        "BusinessesInQatarRelyOnProfessionalCleaning": "تعتمد الشركات في قطر على خدمات التنظيف المحترفة للحفاظ على بيئة عمل مرتبة ومنتجة. تشمل خدمات التنظيف التجارية المكاتب والمساحات التجارية والمرافق الأخرى، مع التركيز على مناطق مثل الأرضيات ومحطات العمل والحمامات وغرف الاستراحة.",
        "ForEventsAndGatherings": "للفعاليات والتجمعات، تقدم شركات التنظيف خدمات ما قبل الحدث وما بعده للحفاظ على نظافة الأماكن. يمكن توظيف موظفي التنظيف في مجال الضيافة لضمان تجربة بيئة نظيفة ومرحبة للحضور من البداية حتى النهاية.",
        "ProfessionalCleaningAllowsYouToFocus": "يتيح لك التنظيف المحترف التركيز على المهام الأخرى بينما يتولى الخبراء مهمة التنظيف.",
        "ExpertCleaningReducesAllergens": "التنظيف الاحترافي يقلل من المواد المسببة للحساسية والبكتيريا والفيروسات، مما يعزز بيئة أكثر صحة.",
        "RegularCleaningImprovesTheAesthetic": "التنظيف المنتظم يحسن الجاذبية الجمالية لمساحتك، مما يجعلها أكثر ترحيبًا.",
        "ProperMaintenanceOfSurfaces": "الصيانة المناسبة للأسطح والأرضيات والتجهيزات تمنع التآكل وتطيل عمرها الافتراضي.",
        "WhenSelectingACleaningCompany": "عند اختيار شركة تنظيف، يجب مراعاة عوامل مثل السمعة، ومراجعات العملاء، وتنوع الخدمات، ودعم العملاء. الشركات الأفضل تكون سريعة الاستجابة، وتحظى بمراجعات ممتازة، وتوفر مجموعة واسعة من خدمات التنظيف. بالإضافة إلى ذلك، تحقق من الشهادات والانتماءات التي تبرز التزام الشركة بالجودة والمعايير.",
        "ExpectThorough": "توقع تنظيفًا دقيقًا ومتسقًا مصممًا وفقًا لاحتياجاتك. يستخدم عمال التنظيف المحترفون أدوات وتقنيات متخصصة لضمان أن كل منطقة نظيفة وصحية.",
        "TheFrequencyDependsOnTheSpace": "تتوقف وتيرة التنظيف على المساحة واحتياجاتك الخاصة. قد تستفيد المنازل من التنظيف الأسبوعي أو كل أسبوعين، بينما قد تتطلب المكاتب خدمات يومية أو أسبوعية.",
        "AreEcoFriendlyCleaningProductsEffective": "هل منتجات التنظيف الصديقة للبيئة فعالة؟",
        "BreatheNewLife": "أنعش سجادتك بحياة جديدة مع تنظيف البخار وإزالة البقع، لتبقى نظيفة وتبدو كأنها جديدة تمامًا.",
        "YesEcoFriendlyProducts": "نعم، منتجات التنظيف الصديقة للبيئة فعالة تمامًا وهي أكثر أمانًا لكل من الأشخاص والبيئة. وهي موصى بها بشكل خاص للمنازل التي تحتوي على أطفال أو حيوانات أليفة أو أفراد يعانون من الحساسية.",
        "CheckForOnlineReviews": "تحقق من المراجعات عبر الإنترنت، واطلب مراجع من العملاء السابقين، وابحث عن الشهادات المعتمدة. الشركات ذات السمعة الجيدة تكون شفافة، ومؤمنة، وتحظى بتقييمات عالية من العملاء.",
        "AbsolutelyManyCompanies": "بالطبع. العديد من الشركات تسمح لك بتخصيص مهام التنظيف وفقًا لتفضيلاتك، مثل التركيز على غرف معينة أو القيام بتنظيف عميق لمناطق معينة.",
        "CostsVaryBased": "التكاليف تتفاوت بناءً على عوامل مثل نوع التنظيف، التكرار، والمتطلبات الخاصة. تقدم أفضل الشركات تسعيرًا واضحًا وتنافسيًا يناسب مختلف الميزانيات.",
        "SelectingTheBestCleaningCompanyInQatar": "اختيار أفضل شركة تنظيف في قطر يمكن أن يحول منزلك أو مكتبك إلى بيئة نظيفة وجذابة. من خلال اختيار خدمة تقدم موظفين مدربين، ومنتجات صديقة للبيئة، وجدولة مرنة، وتسعير معقول، تضمن الحفاظ على النظافة دون عناء. خصص الوقت لاختيار شركة تنظيف تتوافق مع احتياجاتك، واستمتع بفوائد المساحة النظيفة والمصانة بشكل مستمر.",
        "AtCarlaMaidWeAreDedicatedToElevating": "في كارلا ميد، نحن ملتزمون برفع معايير النظافة والراحة والسهولة في كل منزل، مكتب، وفعالية عبر قطر. تعكس خدماتنا التزامنا بالجودة والاحترافية، مع التركيز على تقديم قيمة استثنائية. من التنظيف السكني إلى التجاري، تلبي حلولنا المخصصة احتياجات العملاء الفريدة، مما يضمن تجربة سلسة في كل مرة.بفريق مدرب من المحترفين ومنتجات صديقة للبيئة، تقدم كارلا ميد كل شيء من الجدولة المرنة إلى الحزم الاقتصادية. سواء كنت تحجز تنظيفًا دوريًا للمنزل، أو ترتب موظفين للضيافة لفعالية تجارية، أو تحتاج إلى تنظيف مكتب موثوق، نحن هنا لتلبية احتياجاتك.كارلا ميد أكثر من مجرد خدمة تنظيف—إنها وعد بالاتساق والموثوقية والرضا الذي يتماشى مع أسلوب حياة قطر. فريقنا الودود والمدرب جيدًا هنا لجعل كل مساحة تتألق، مما يمنحك مزيدًا من الوقت وراحة البال.لجميع منتجات التنظيفية في قطر، لا تبحث أكثر من كارلا ميد، حيث تلتقي الراحة والجودة والقدرة على تحمل التكاليف.",
        "ExperienceConvenient": "استمتع بحلول تنظيف مريحة وصديقة للبيئة لمنزلك أو مكتبك. كارلا مايد هي الشريك الموثوق به في قطر لبيئة نظيفة وخالية من التوتر."

    },
    "landing": {
        "CarlaMaidPreferredService": "كارلا ميد تبرز كأفضل خدمة تنظيف في قطر، حيث نقدم حلولاً موثوقة وعالية الجودة تلبي احتياجات كل عميل. مع التزامنا بالتميز والتركيز على رضا العملاء، نقدم مستوى من الخدمة لا يُضاهى في الصناعة. إليكم لماذا يختار الكثيرون في قطر كارلا ميد لاحتياجات التنظيف والتوظيف:",
        "HighlyTrainedProfessionals": "محترفون مدربون على أعلى مستوى",
        "WhyChooseUs": "لماذا تختارنا؟",
        "SkilledCertifiedStaff": "طاقم ماهر ومعتمد يقدم جودة ثابتة",
        "FlexibleSchedulingOptions": "خيارات جدولة مرنة",
        "ConvenientOptions": "خيارات مريحة لتناسب أي نمط حياة أو احتياج تجاري",
        "AffordableQualityService": "خدمة ذات جودة عالية وبأسعار معقولة",
        "TopTierServiceBudgetRates": "خدمة من الدرجة الأولى بأسعار مناسبة",
        "EcoFriendlyProductsPractices": "منتجات وممارسات صديقة للبيئة",
        "SafeNonToxicProducts": "منتجات آمنة وغير سامة لبيئة أكثر صحة."
    },
    "services": {
        "hospitalityStaffTitle": "خدمات الضيافة في قطر",
        "hospitalityStaffDescription": "خدمات الضيافة المتخصصة في قطر تضمن أن يكون حدثك ناجحًا بدعم احترافي.",
        "officeCleaningTitle": "خدمات تنظيف المكاتب",
        "officeCleaningDescription": "حافظ على مكان عملك نظيفًا ومرحبًا مع خدماتنا المتاحة يوميًا أو أسبوعيًا أو شهريًا.",
        "homeCleaningTitle": "خدمات تنظيف المنازل في قطر",
        "homeCleaningDescription": "نقدم أفضل خدمات تنظيف المنازل في الدوحة، شركة كارلا للخدمات المنزلية هنا لتلبية جميع احتياجاتك المنزلية.",
        "maidServicesTitle": "خدمات الخادمات",
        "maidServicesDescription": "خدمات الخادمات لدينا تقدم حلولاً مرنة، بما في ذلك التنظيف عند الطلب والتنظيف الدوري المصمم لتلبية احتياجات منزلك.",
        "eventCleaningTitle": "تنظيف المناسبات",
        "eventCleaningDescription": "خدمات تنظيف متخصصة تشمل تنظيف قبل وبعد المناسبات لضمان أن يكون مكانك رائعًا في المناسبات الخاصة.",
        "deepCleaningTitle": "خدمات التنظيف العميق",
        "deepCleaningDescription": "أعد إحياء مساحتك باستخدام خدمات التنظيف العميق الشاملة لدينا للحصول على لمسة نظافة وصحية.",
        "ecoFriendlyCleaningTitle": "التنظيف الصديق للبيئة",
        "ecoFriendlyCleaningDescription": "اختر خدمات التنظيف الصديقة للبيئة كخيار مستدام للنظافة.",
        "housekeepingTitle": "خدمات التدبير المنزلي",
        "housekeepingDescription": "احتفظ برفاهية التدبير المنزلي اليومي، مما يوفر لمنزلك الرعاي والاهتمام الكاملين.",
        "carpetCleaningTitle": "تنظيف السجاد",
        "carpetCleaningDescription": "أعد الحياة إلى سجادك من خلال خدمات التنظيف بالبخار وإزالة البقع، ليبدو نظيفًا وكأنه جديد.",
        "staffingBusinessesTitle": "التوظيف للشركات",
        "staffingBusinessesDescription": "نحن نقدم خدمات تنظيف الشركات والمكاتب بعقود مرنة، مع خيارات لتدريب موظفي تنظيف المكاتب.",
        "customizedCleaningTitle": "التنظيف المخصص",
        "customizedCleaningDescription": "نقدم خيارات جدول مرنة لتناسب أسلوب حياتك المزدحم.",
        "seasonalCleaningTitle": "خدمات التنظيف الموسمية",
        "seasonalCleaningDescription": "استمتع بتنظيف موسمي شامل يحضر منزلك لكل موسم جديد، مع معالجة المهام الخاصة بكل وقت من السنة.",
        "ourCoreServices": "خدماتنا الأساسية",
        "tailoredSolutions": "حلول مخصصة لكل مكان",
        "bookNow": "احجز الآن",
        "staffingBusinessesTitleService": "توظيف للشركات",
        "staffingBusinessesDescriptionService": "نقدم خدمات التنظيف بعقود مرنة للشركات في قطر، مع خيارات لتوظيف موظفين مدربين لتنظيف المكاتب.",
        "carlaMaidTitle": "خدمات تنظيف كارلا للخادمات",
        "goToCleaningCompany": "شركتك المفضلة لخدمات التنظيف في قطر",
        "exceptionalCleaningSolutions": "نوفر حلول تنظيف استثنائية للمنازل والشركات",
        "customCleaningPlansTitle": "خطط تنظيف مخصصة",
        "customCleaningPlansDescription": "كل مساحة فريدة من نوعها. نحن نكيف خدماتنا لتلبية احتياجاتك الخاصة في التنظيف، مما يضمن الحصول على أفضل النتائج في كل مرة.",
        "exceptionalCustomerCareTitle": "رعاية عملاء استثنائية",
        "exceptionalCustomerCareDescription": "فريقنا المخصص دائمًا على استعداد للاستماع والتكيف، لضمان تجربة سلسة من الحجز إلى التنظيف.",
        "commitmentToQualityTitle": "التزام بالجودة",
        "commitmentToQualityDescription": "نفخر بعملنا ونقدم خدمات تنظيف عالية الجودة بشكل مستمر تتجاوز توقعاتك.",
        "carlaMaidCleaningTitle": "خدمات تنظيف كارلا للخادمات",
        "carlaMaidServicesTitle": "خدمات كارلا للخادمات",
        "tailoredSolutionsDescription": "حلول مخصصة لكل مكان",
        "homeCleaningDescriptionService": "تقديم أفضل خدمات تنظيف المنازل في الدوحة، من تنظيف السجاد إلى خدمات الخادمة بالساعة، كارلا ميد هنا لتلبية جميع احتياجات منزلك."
    },
    "blogs": {
        "blog1Title": "شركات التنظيف في قطر: دليل شامل لخدمات التنظيف الاحترافية",
        "blog1Description": "الحفاظ على نظافة وتنظيم المكان أمر أساسي للراحة والصحة والإنتاجية. سواء كنت ترغب في الحفاظ على منزلك أو مكتبك أو تجهيز حدث خاص في قطر، فإن الاستعانة بشركة تنظيف احترافية هو الخيار المثالي...",
        "blog2Title": "خدمات التنظيف التجاري في قطر: حلول مهنية موثوقة وبأسعار معقولة لعملك",
        "blog2Description": "اكتشف خدمات التنظيف التجاري المتميزة في قطر المصممة للحفاظ على نظافة وسلامة وجاذبية عملك. من المكاتب إلى المواقع الصناعية، يقدم فريق التنظيف الخبير لدينا حلولًا صديقة للبيئة ومرنة وفعالة من حيث التكلفة لتلبية جميع الاحتياجات...",
        "blog3Title": "أفضل شركة تنظيف في قطر: اعثر على خدمات تنظيف موثوقة واحترافية",
        "blog3Description": "شركات التنظيف في قطر: دليل شامل لخدمات التنظيف الاحترافية. الحفاظ على نظافة وتنظيم المكان أمر أساسي للراحة والصحة والإنتاجية. سواء كنت ترغب في الحفاظ على منزلك.",
        "latestNewAndBlogs": "آخر الأخبار والمدونات",
        "noPosts": "لا توجد منشورات متاحة."
    },
    "experience": {
        "textTitle": "اختبر التنظيف الأفضل مع كارلا للخادمات",
        "textDescription": "كارلا للخادمات ملتزمة بالموثوقية والجودة. يضمن فريق التنظيف الموثوق في قطر أن كل مساحة، سواء كانت منزلية أو مكتبية، تحصل على خدمة شاملة وموثوقة يمكنك الاعتماد عليها."
    },
    "contactUs": {
        "contactUs": "اتصل بنا"
    },
    "contact": {
        "title": "اتصل بنا اليوم!",
        "subheading":"هل تبحث عن مكان نظيف وخالي من التوتر؟ الحجز مع Carla Maid سريع ومريح! املأ نموذجنا السهل عبر الإنترنت أدناه لجدولة خدمة التنظيف المثالية لمنزلك أو مكتبك. فريقنا المحترف جاهز لإضفاء نظافة رائعة على مساحتك.",
        "form": {
          "name": "الاسم",
          "email": "البريد الإلكتروني",
          "phone": "رقم الهاتف",
          "message": "الرسالة",
          "send": "إرسال"
        },
        "info": {
          "callUs": "اتصل بنا",
          "support": "الدعم",
          "address": "العنوان",
          "website": "الموقع الإلكتروني",
          "location": "منارة لوسيل - الطابق 25 - المكتب 2501"
        }
      },
      "form": {
        "title": "احجز خدمة التنظيف الآن!",
        "description": "أكمل النموذج أدناه لجدولة خدمة التنظيف مع كارلا ميد. اختر خيار الدفع - ادفع الآن أو ادفع لاحقاً عند اكتمال الخدمة. سنؤكد حجزك ونتأكد من ترتيب كل شيء وفقًا للتاريخ والوقت المفضلين لديك.",
        "fullName": "أدخل اسمك الكامل",
        "email": "أدخل بريدك الإلكتروني",
        "phoneNumber": "أدخل رقم هاتفك",
        "location": "أدخل موقعك",
        "addressDetails": "أدخل تفاصيل العنوان",
        "address": "العنوان",
        "phone":"رقم الهاتف",   
        "arrivalDate": "تاريخ الوصول",
        "arrivalTime": "حدد وقت الوصول",
        "arrivalTimeOptions": {
          "option1": "08:30 ص - 12:30 م (صباحا)",
          "option2": "10:30 ص - 02:30 م (صباحا)",
          "option3": "02:30 م - 06:30 م (مساءاً)",
          "option4": "04:30 م - 08:30 م (مساءاً)",
          "option5": "08:30 ص - 4:30 م (كامل اليوم)",
          "option6": "12:30 م - 8:30 م (كامل اليوم)"
        },
        "numberOfCleaners": "عدد العمال",
        "cleanerOptions": {
          "option1": "1 عامل واحد",
          "option2": "2 عاملان",
          "option3": "3 ثلاثة عمال",
          "option4": "4 أربعة عمال"
        },
        "materials": "مواد التنظيف",
        "materialOptions": {
          "option1": "مع مواد التنظيف",
          "option2": "بدون مواد التنظيف"
        },
        "hours": "عدد الساعات",
        "hourOptions": {
          "option1": "4 أربع ساعات",
          "option2": "8 ثماني ساعات"
        },
        "paymentOption": "خيار الدفع",
        "paymentOptions": {
            "payNow": "ادفع الآن",
            "payLater": "ادفع لاحقاً (ادفع عند الحجز)"
        },
        "paymentNote": "اختر الدفع الآن أو الدفع عند اكتمال خدمة التنظيف. كلا الخيارين متاحان لراحتك.",
        "processingPayment": "جاري معالجة الدفع...",
        "paymentError": "فشل في معالجة الدفع. يرجى المحاولة مرة أخرى.",
        "priceLabel": "السعر",
        "priceValue": "٢٨٠ ريال قطري",
        "submitButton": "احجز خدمة التنظيف"
      },
      "steps": {
        "step1": {
          "title": "١. اختر الخدمة",
          "description": "اختر نوع التنظيف الذي يناسب احتياجاتك — سواء كان تنظيفًا منزليًا، صيانة تجارية، أو تنظيفًا شاملاً. نحن نقدم خدمات مخصصة تناسب مساحتك وتفضيلاتك."
        },
        "step2": {
          "title": "٢. حدد التاريخ والوقت",
          "description": "حدد تاريخًا ووقتًا يناسب أسلوب حياتك. خيارات الجدولة المرنة لدينا تجعل من السهل العثور على الوقت المناسب، حتى خلال الأسبوع المزدحم."
        },
        "step3": {
          "title": "٣. أدخل تفاصيلك",
          "description": "قدم معلومات الاتصال الخاصة بك وأي تعليمات خاصة للتأكد من أن فريقنا يمكنه تخصيص الخدمة لتلبية احتياجاتك بدقة."
        },
        "step4": {
          "title": "٤. أرسل واسترح",
          "description": "بمجرد إرسال حجزك مع خيار الدفع المختار، ستكون جاهزًا! سيقوم فريقنا بتأكيد موعدك والاعتناء بالباقي، مما يوفر لك تجربة تنظيف مريحة واحترافية."
        }
      },
      "payment": {
        "success": {
          "title": "تم الدفع بنجاح!",
          "message": "تم معالجة دفعتك بنجاح. سنتواصل معك قريباً لتأكيد تفاصيل حجزك."
        },
        "cancel": {
          "title": "تم إلغاء الدفع",
          "message": "تم إلغاء دفعتك. يمكنك المحاولة مرة أخرى أو اختيار الدفع لاحقاً عند اكتمال الخدمة."
        },
        "orderId": "رقم الطلب",
        "amount": "المبلغ",
        "transactionId": "رقم المعاملة",
        "status": "الحالة",
        "status.cancelled": "ملغي",
        "tryAgain": "حاول مرة أخرى",
        "backToHome": "العودة للرئيسية",
        "bookAnother": "احجز خدمة أخرى",
        "orderId": "رقم طلب الحجز"
      },
      "booking": {
        "orderId": "رقم طلب الحجز"
      },
      "header": {
        "home": "الرئيسية",
        "ourServices": "خدماتنا",
        "contact": "اتصل بنا",
        "blog": "المدونة",
        "bookNow": "احجز الآن"
      },
      "meta": {
        "services": {
          "title": "خدمات تنظيف احترافية في قطر | خدمات كارلا للتنظيف",
          "description": "اكتشف خدمات التنظيف الشاملة لدينا في قطر. حلول تنظيف احترافية للمنازل والشركات وخدمات متخصصة مصممة لتلبية احتياجاتك. احجز الآن!",
          "keywords": "خدمات تنظيف قطر, خدمات التنظيف, تنظيف تجاري, تنظيف منازل, عمال نظافة محترفين, خدمات النظافة, تنظيف مكاتب, تنظيف منازل, شركة تنظيف قطر"
        }
      }
}