{
    "shared": {
        "home": "Home",
        "services": "services",
        "aboutUs": "About Us",
        "blogs": "Blogs",
        "contactUs": "Contact Us",
        "bookNow": "Book Now",
        "CarlaMaidCleaningServices": "Carla Maid Cleaning Services",
        "bookCleanService": "Book Your Cleaning Service Today!",
        "callNow": "Call Now on +974 7123 6660",
        "ProfessionalCleaningServices": "Professional Cleaning Services in Qatar",
        "LetUsHandleTheMess": "Let Us Handle the Mess!",
        "ourServices": "Our Services",
        "theBestInCleaning": "The Best Help In Cleaning",
        "carlaMaidServices": "Carla Maid Services",
        "TailoredSolution": "Tailored Solutions for Every Space",
        "OurTeamProfessionalAndExperienced": "Our team professional and experienced.",
        "QuickAndEfficientCleaningService": "Quick and efficient cleaning service.",
        "SatisfactionGuaranteed": "100% satisfaction guaranteed.",
        "HighlyDisciplineInWorkplace": "Highly Discipline in Workplace.",
        "HospitalityStaffinQatar": "Hospitality Staff in Qatar",
        "OfficeCleaningServices": "Office Cleaning Services",
        "HomeCleaninginQatar": " Home Cleaning in Qatar",
        "MaidServices": "Maid Services",
        "EventCleaning": "Event Cleaning",
        "OurVision": "Our Vision",
        "DeepCleaningServices": "Deep Cleaning Services",
        "EcoFriendlyCleaning": "Eco-Friendly Cleaning",
        "HousekeepingServices": "Housekeeping Services",
        "CarpetCleaning": "Carpet Cleaning",
        "StaffingForBusinesses": "Staffing For Businesses",
        "CustomizedCleaning": "Customized Cleaning",
        "SeasonalCleaningServices": "Seasonal Cleaning Services",
        "ResidentialCleaning": "Residential Cleaning",
        "CommercialCleaning": "Commercial Cleaning",
        "JanitorialServices": "Janitorial Services",
        "BusinessCleaning": "Business Cleaning",
        "SpecialtyCleaning": "Specialty Cleaning",
        "UpholsteryCleaning": "Upholstery Cleaning",
        "GreenCleaning": "Green Cleaning",
        "EventCleanup": "Event Cleaning",
        "EmergencyCleaning": "Emergency Cleaning",
        "BookYourCleaningOrStaffingServiceInQatarToday": "Book Your Cleaning or Staffing Service in Qatar Today!",
        "CarlaMaidBlogs": "Carla Maid Blogs",
        "CleaningTips": "Cleaning Tips, Tricks, and Expert Advice from Carla Maid in Qatar",
        "TrustedCleaning": "Trusted Cleaning & Staffing Solutions in Qatar",
        "ourStory": "Our Story",
        "mission": "Mission",
        "vision": "Vision",
        "ourSpecialties": "our Specialties",
        "trustCleaning": "Trusted Cleaning & Staffing Experts",
        "ProfessionalismAndIntegrity": "Professionalism and Integrity",
        "Satisfaction": "100% Satisfaction",
        "OnTimeServices": "On-Time Services",
        "QualityAndReliability": "Quality and Reliability",
        "HonestPricing": "Honest Pricing",
        "OnlineBooking": "Online Booking",
        "ReadMore": "Read More",
        "BestCleaningCompanyInQatar": "Best Cleaning Company in Qatar",
        "FindReliableProfessionalCleaningServices": "Find Reliable & Professional Cleaning Services",
        "IntroductionWhyChooseProfessionalCleaning": "Introduction: Why Choose a Professional Cleaning Service in Qatar?",
        "KeyQualitiesOfTheBestCleaningCompany": "Key Qualities of the Best Cleaning Company in Qatar",
        "TrainedAndSkilledCleaningStaff": "Trained and Skilled Cleaning Staff",
        "UseOfEcoFriendlyCleaningProducts": "Use of Eco-Friendly Cleaning Products",
        "FlexibleSchedulingAndCustomization": "Flexible Scheduling and Customization",
        "TransparentAndAffordablePricing": "Transparent and Affordable Pricing",
        "TypesOfCleaningServicesAvailableInQatar": "Types of Cleaning Services Available in Qatar",
        "CommercialAndOfficeCleaning": "Commercial and Office Cleaning",
        "EventAndHospitalityCleaning": "Event and Hospitality Cleaning",
        "BenefitsOfHiringProfessionalCleaningCompany": "Benefits of Hiring a Professional Cleaning Company",
        "Time-Saving:": "Time-Saving",
        "ImprovedHealthAndHygiene": "Improved Health and Hygiene",
        "EnhancedAppearance": "Enhanced Appearance",
        "ExtendedPropertyLife": "Extended Property Life",
        "HowToChooseTheBestCleaningCompanyQatar": "How to Choose the Best Cleaning Company in Qatar",
        "WhatShouldIExpectFromProfessionalCleaning": "What should I expect from a professional cleaning service in Qatar?",
        "HowOftenShouldIScheduleCleaningServices": "How often should I schedule cleaning services?",
        "AreEcoFriendlyCleaningProductsEffective": "Are eco-friendly cleaning products effective?",
        "HowCanIEnsureACleaningCompanyIsReputable": "How can I ensure a cleaning company is reputable?",
        "CanIRequestSpecificCleaningTasks": "Can I request specific cleaning tasks?",
        "WhatAreTheCostsOfHiringTheBestCleaning": "What are the costs of hiring the best cleaning company in Qatar?",
        "Conclusion": "Conclusion: Enjoy a Clean and Healthy Space with the Right Service",
        "CarlaMaidQatarTrustedPartnerForComprehensiveCleaning": "Carla Maid: Qatar's Trusted Partner for Comprehensive Cleaning and Staffing Services",
        "FAQsAboutTheBestCleaningCompanyQatar": "FAQs About the Best Cleaning Company in Qatar",
        "ContactUsToday": "Contact Us Today!",
        "YourEmailAddress": "Your Email Address",
        "YourMessage": "Your Message",
        "Company": "Company",
        "OurVistion": "Our Vision",
        "OurMission": "Our Mission",
        "OurValues": "Our Values",
        "Services": "Services",
        "HomeCleaning": "Home Cleaning",
        "HospitalityStaff": "Hospitality Staff",
        "ContactUs": "Contact Us",
        "submit": "Submit",
        "emailForQuote": "Email for Quote",
        "emailSubject": "Price Quotation Request - Cleaning Services",
        "emailBody": "Hello Carla Maid,\n\nI would like to request a price quotation for your cleaning services.\n\nPlease provide me with information about:\n- Service type needed\n- Pricing details\n- Availability\n\nThank you!",
        "contactYouSoon": "Thank you! We will contact you as soon as possible.",
        "needsHelp": "Need Help?",
        "HaveQuestionsBeforeBooking": "Have Questions Before Booking?",
        "bookNowDesc": "If you’d like more information about our services or need help with the booking process, feel free to reach out. We’re here to assist!",
        "booking_confirmation_message": "Thanks for booking with us, our call center will call you as soon as possible to confirm the booking and the details"
    },
    "paragraph": {
        "trustMaidService": "Your trusted maid service and cleaning company in Qatar. Carla Maid provides tailored cleaning services for homes and businesses, including eco-friendly options and deep cleaning for a spotless, stress-free environment in Doha and beyond.",
        "SpecializedHospitality": "Specialized hospitality and guest services in Qatar ensure your event runs smoothly with professional support.",
        "KeepYourWorkPlaceClean": "Keep your workplace clean and welcoming with our services, available daily, weekly, or monthly.",
        "theBestHomeCleaning": "Offering the best home cleaning services in Doha, Carla Maid is here for all your household needs.",
        "OurMaidServicesOffer": "Our maid services offer flexible solutions, including on-demand and regular cleaning, tailored to your home's needs.",
        "SpecializedCleaningServices": "Specialized cleaning services, including pre- and post-event cleaning, are designed to ensure your space looks great for special occasions.",
        "EvitalizeYourSpace": "evitalize your space with our thorough deep cleaning services for a fresh, hygienic touch.",
        "ChooseOurEcoFriendly": "Choose our eco-friendly cleaning options for a sustainable approach to cleanliness.",
        "DailyHousekeeping": "Keep the luxury of daily housekeeping, providing your residence with the utmost care and attention.",
        "BreatheNewLife": "Breathe new life into your carpets with our steam and stain-removal cleaning, leaving them fresh and looking like new.",
        "FlexibleContractCleaning": "We provide flexible contract cleaning services for companies and offices, with options to train office cleaning staff.",
        "OfferingFlexibleScheduling": " offering flexible scheduling options to accommodate your busy lifestyle.",
        "EnjoyThoroughSeasonal": "Enjoy thorough seasonal cleanings that prepare your home for each new season, addressing specific cleaning tasks relevant to the time of year.",
        "ReadyToExperienceProfessional": "Ready to experience professional cleaning and staffing solutions with Carla Maid? Contact us today to schedule your service or learn more about our offerings in Qatar!",
        "WelcomeToTheCarlaMaid": "Welcome to the Carla Maid Blog—your trusted source in Qatar for expert cleaning advice, practical tips, and the latest insights into maintaining a spotless, healthy space. Whether you're looking for easy DIY cleaning hacks, in-depth guides on deep cleaning, or professional tips for keeping your office pristine, we're here to help! Explore our articles and discover how to make cleaning easier, faster, and more effective.",
        "WelcometoCarlaMaidAsTrustedLeader": "Welcome to Carla Maid! As a trusted leader in cleaning and staffing services across Qatar, we're here to bring excellence into every home and workspace. Born from a mission to provide unparalleled service quality, Carla Maid is committed to meeting the unique needs of both individuals and businesses. With a team of trained, dedicated professionals, we ensure that every corner of your space shines and every event is staffed to perfection.",
        "FoundedIn2024": "Founded in 2024, Carla Maid began as a family-owned business rooted in a passion for spotless spaces and dedicated service. What started as a small venture has blossomed into a leading full-service cleaning and staffing company known for quality, trustworthiness, and a client-first approach. We've grown by focusing on what truly matters: creating clean, organized, and welcoming environments that make life easier for our clients, whether they're at home, in the office, or hosting events.",
        "ourMission": "Our mission at Carla Maid is to enhance the quality of living and working environments across Qatar by providing exceptional cleaning and maid services. We aim to deliver reliable, tailored, and eco-friendly solutions for homes, offices, and events, ensuring a clean and healthy space for every client.",
        "ourVision": "Our vision is to be Qatar's most trusted cleaning company, known for our dedication to excellence, sustainable practices, and customer satisfaction. We strive to set new standards in the industry, becoming the top choice for cleaning services across Doha and beyond.",
        "WeBelieveInEarning": "At Carla Maid, we believe in earning trust through professionalism and respect. Our team respects your time, space, and privacy, bringing integrity to every job we do.",
        "CommittedToDelivering": "Carla Maid is committed to delivering top-quality service, ensuring every clean meets your standards—guaranteed.",
        "CarlaMaidValues": "Carla Maid values your time, providing reliable, punctual cleaning services across Qatar, every time.",
        "CommittedToDeliveringTopNotch": "Carla Maid is committed to delivering top-notch, reliable cleaning services in Qatar, ensuring every space shines with consistent quality and care.",
        "WeOfferTransparent": "At Carla Maid, we offer transparent and fair pricing, ensuring you get exceptional cleaning services in Qatar without hidden costs or surprises.",
        "BookCarlaMaidServices": "Book Carla Maid's services in just a few clicks! Our seamless online booking makes scheduling cleaning services anywhere in Qatar quick and easy.",
        "KeepingACleanAndOrganizedSpace": "Keeping a clean and organized space is essential for comfort, health, and productivity. Whether you're looking to maintain your home, office, or a special event in Qatar, hiring a professional cleaning company can make all the difference. This guide explores what makes a cleaning company stand out and provides insight into the top qualities you should look for when searching for the best cleaning company in Qatar.",
        "MaintainingACleanEnvironment": "Maintaining a clean environment is essential, especially in a fast-growing and busy place like Qatar. Professional cleaning companies offer expertise, efficiency, and equipment that can transform your space effortlessly. Opting for a reputable cleaning service saves time and energy, ensuring your home or business is spotless and hygienic.",
        "AleadingCleaningCompanyEmploysTrained": "A leading cleaning company employs trained and skilled cleaners who follow best practices to deliver consistent results. Look for companies that invest in staff training, ensuring that cleaners understand hygiene standards, safe product usage, and efficient cleaning techniques.",
        "EcoFriendlyCleaningHasBecome": "Eco-friendly cleaning has become an important feature for top cleaning companies. Non-toxic and environmentally safe products are preferable, especially in households with children or pets. The best companies in Qatar prioritize health and environmental impact by offering green cleaning options.",
        "TheBestCleaningCompaniesOfferFlexible": "The best cleaning companies offer flexible scheduling to suit your routine, whether it's for regular upkeep or a one-time deep clean. Customizable services mean that the cleaning can be tailored to focus on specific areas or tasks, from basic dusting to intensive cleaning projects.",
        "PricingTransparencyIsCrucialWhenChoosing": "Pricing transparency is crucial when choosing a cleaning service. Reliable companies in Qatar provide clear pricing structures with no hidden fees, ensuring that you get value for your money. Competitive and affordable rates without compromising on quality make a service more accessible to everyone.",
        "ResidentialCleaningServicesCoverEveryCorner": "Residential cleaning services cover every corner of your home, ensuring that all rooms are free from dust, grime, and allergens. From kitchens and bathrooms to living rooms and bedrooms, professional cleaners bring a level of cleanliness that is difficult to achieve with regular cleaning.",
        "BusinessesInQatarRelyOnProfessionalCleaning": "Businesses in Qatar rely on professional cleaning to maintain a presentable and productive workspace. Commercial cleaning services cover offices, retail spaces, and other commercial facilities, focusing on areas like floors, workstations, restrooms, and break rooms",
        "ForEventsAndGatherings": "For events and gatherings, cleaning companies offer pre-event and post-event services to keep venues spotless. Hospitality cleaning staff can be hired to ensure that event attendees experience a clean and welcoming environment, from start to finish.",
        "ProfessionalCleaningAllowsYouToFocus": "Professional cleaning allows you to focus on other tasks while experts handle the cleaning",
        "ExpertCleaningReducesAllergens": "Expert cleaning reduces allergens, bacteria, and viruses, promoting a healthier environment.",
        "RegularCleaningImprovesTheAesthetic": "Regular cleaning improves the aesthetic appeal of your space, making it more welcoming",
        "ProperMaintenanceOfSurfaces": "Proper maintenance of surfaces, floors, and fixtures prevents wear and extends their lifespan.",
        "WhenSelectingACleaningCompany": "When selecting a cleaning company, consider factors like reputation, customer reviews, service variety, and customer support. The best companies are responsive, have excellent reviews, and provide a wide range of cleaning services. Additionally, check for certifications and affiliations that highlight the company's commitment to quality and standards.",
        "ExpectThorough": "Expect thorough, consistent cleaning tailored to your needs. Professional cleaners use specialized tools and techniques to ensure every area is clean and hygienic.",
        "TheFrequencyDependsOnTheSpace": "The frequency depends on the space and your specific needs. Homes may benefit from weekly or bi-weekly cleaning, while offices might require daily or weekly services",
        "YesEcoFriendlyProducts": "Yes, eco-friendly products are just as effective and are safer for both people and the environment. They are especially recommended for homes with children, pets, or individuals with allergies.",
        "CheckForOnlineReviews": "Check for online reviews, ask for references, and look for certifications. Reputable companies are transparent, insured, and highly rated by customers.",
        "AbsolutelyManyCompanies": "Absolutely. Many companies allow you to customize cleaning tasks according to your preferences, such as focusing on specific rooms or deep-cleaning certain areas.",
        "CostsVaryBased": "Costs vary based on factors like the type of cleaning, frequency, and specific requirements. The best companies provide clear, competitive pricing to suit different budgets.",
        "SelectingTheBestCleaningCompanyInQatar": "Selecting the best cleaning company in Qatar can transform your home or office into a spotless, inviting environment. By choosing a service that offers trained staff, eco-friendly products, flexible scheduling, and affordable pricing, you ensure that cleanliness is maintained without the hassle. Take the time to choose a cleaning company that aligns with your needs, and enjoy the benefits of a consistently clean and well-maintained space.",
        "AtCarlaMaidWeAreDedicatedToElevating": "At Carla Maid, we are dedicated to elevating the standards of cleanliness, comfort, and convenience in every home, office, and event across Qatar. Our services reflect a commitment to quality and professionalism, with a focus on delivering exceptional value. From residential to commercial cleaning, our customized solutions cater to unique client needs, ensuring a seamless experience every time.With a trained team of professionals and eco-friendly products, Carla Maid offers everything from flexible scheduling to cost-effective packages. Whether you're booking a regular home cleaning, arranging hospitality staff for a corporate event, or needing reliable office cleaning, we've got you covered. Carla Maid is more than a cleaning service—it's a promise of consistency, reliability, and satisfaction tailored to the demands of Qatar's lifestyle. Our friendly, highly skilled team is here to make every space shine, giving you more time and peace of mind.For all your cleaning needs in Qatar, look no further than Carla Maid, where convenience, quality, and affordability meet.",
        "ExperienceConvenient": "Experience convenient, eco-friendly cleaning solutions for your home or office. Carla Maid is Qatar's trusted partner for a spotless, stress-free environment."
    },
    "landing": {
        "CarlaMaidPreferredService": "Carla Maid stands out as Qatar’s preferred cleaning service, offering reliable, high-quality solutions tailored to fit every client’s needs. With a commitment to excellence and a focus on customer satisfaction, we provide a level of service that’s unmatched in the industry. Here’s why so many in Qatar choose Carla Maid for their cleaning and staffing needs:",
        "HighlyTrainedProfessionals": "Highly Trained Professionals",
        "WhyChooseUs": "Why Choose Us?",
        "SkilledCertifiedStaff": "Skilled, certified staff delivering consistent quality",
        "FlexibleSchedulingOptions": "Flexible Scheduling Options",
        "ConvenientOptions": "Convenient options to fit any lifestyle or business need",
        "AffordableQualityService": "Affordable, Quality Service",
        "TopTierServiceBudgetRates": "Top-tier service at budget-friendly rates",
        "EcoFriendlyProductsPractices": "Eco-Friendly Products and Practices",
        "SafeNonToxicProducts": "Safe, non-toxic products for a healthier environment."
    },
    "services": {
        "hospitalityStaffTitle": "Hospitality Staff in Qatar",
        "hospitalityStaffDescription": "Specialized Hospitality and Guest Services in Qatar Ensure Your Event Runs Smoothly With Professional Support.",
        "officeCleaningTitle": "Office Cleaning Services",
        "officeCleaningDescription": "Keep Your Workplace Clean and Welcoming With Our Services, Available Daily, Weekly, or Monthly.",
        "homeCleaningTitle": "Home Cleaning in Qatar",
        "homeCleaningDescription": "Offering The Best Home Cleaning Services in Doha, Carla Maid is Here For All Your Household Needs.",
        "maidServicesTitle": "Maid Services",
        "maidServicesDescription": "Our Maid Services Offer Flexible Solutions, Including On-Demand and Regular Cleaning, Tailored To Your Home's Needs.",
        "eventCleaningTitle": "Event Cleaning",
        "eventCleaningDescription": "Specialized Cleaning Services, Including Pre- And Post-Event Cleaning, Are Designed to Ensure Your Space Looks Great for Special Occasions.",
        "deepCleaningTitle": "Deep Cleaning Services",
        "deepCleaningDescription": "Revitalize Your Space With Our Thorough Deep Cleaning Services For A Fresh, Hygienic Touch.",
        "ecoFriendlyCleaningTitle": "Eco-Friendly Cleaning",
        "ecoFriendlyCleaningDescription": "Choose Our Eco-Friendly Cleaning Options For A Sustainable Approach To Cleanliness.",
        "housekeepingTitle": "Housekeeping Services",
        "housekeepingDescription": "Keep The Luxury Of Daily Housekeeping, Providing Your Residence With The Utmost Care And Attention.",
        "carpetCleaningTitle": "Carpet Cleaning",
        "carpetCleaningDescription": "Breathe New Life Into Your Carpets With Our Steam And Stain-Removal Cleaning, Leaving Them Fresh And Looking Like New.",
        "staffingBusinessesTitle": "Staffing For Businesses",
        "staffingBusinessesDescription": "We Provide Flexible Contract Cleaning Services For Companies And Offices, With Options To Train Office Cleaning Staff.",
        "customizedCleaningTitle": "Customized Cleaning",
        "customizedCleaningDescription": "Offering Flexible Scheduling Options To Accommodate Your Busy Lifestyle.",
        "seasonalCleaningTitle": "Seasonal Cleaning Services",
        "seasonalCleaningDescription": "Enjoy Thorough Seasonal Cleanings That Prepare Your Home For Each New Season, Addressing Specific Cleaning Tasks Relevant To The Time of Year.",
        "ourCoreServices": "Our Core Services",
        "tailoredSolutions": "Tailored Solutions for Every Space",
        "homeCleaningDescriptionService": "Offering the best home cleaning services in Doha, from carpet cleaning to hourly maid services, Carla Maid is here for all your household needs.",
        "hospitalityStaffDescriptionService": "Specialized hospitality and tea girl services in Qatar ensure your events and workplace shine with professional support.",
        "bookNow": "Book Now",
        "staffingBusinessesTitleService": "Staffing for Businesses",
        "staffingBusinessesDescriptionService": "We provide flexible contract cleaning services for companies in Qatar, with options to hire trained office cleaning staff.",
        "carlaMaidTitle": "Carla Maid Cleaning Services",
        "goToCleaningCompany": "Your Go-To Cleaning Company in Qatar",
        "exceptionalCleaningSolutions": "Delivering Exceptional Cleaning Solutions for Homes and Businesses",
        "customCleaningPlansTitle": "Custom Cleaning Plans",
        "customCleaningPlansDescription": "Every space is unique. We tailor our services to fit your specific cleaning needs, ensuring optimal results every time.",
        "exceptionalCustomerCareTitle": "Exceptional Customer Care",
        "exceptionalCustomerCareDescription": "Our dedicated team is always ready to listen and adapt, providing a seamless experience from booking to cleaning.",
        "commitmentToQualityTitle": "Commitment to Quality",
        "commitmentToQualityDescription": "We take pride in our work, delivering consistent, high-quality cleaning that exceeds your expectations.",
        "carlaMaidCleaningTitle": "Carla Maid Cleaning Services",
        "carlaMaidServicesTitle": "Carla Maid Services",
        "tailoredSolutionsDescription": "Tailored Solutions for Every Space"
    },
    "blogs": {
        "blog1Title": "Cleaning Companies in Qatar: A Comprehensive Guide to Professional Cleaning Services",
        "blog1Description": "Keeping a clean and organized space is essential for comfort, health, and productivity. Whether you're looking to maintain your home, office, or a special event in Qatar, hiring a professional ...",
        "blog2Title": "Commercial Cleaning Services Qatar Affordable, Professional, and Reliable Solutions for Your Business",
        "blog2Description": "Discover top-notch commercial cleaning services in Qatar designed to keep your business clean, safe, and inviting. From office spaces to industrial sites, our expert cleaning team delivers eco-friendly, flexible, and cost-effective solutions for every need ...",
        "blog3Title": "Best Cleaning Company in Qatar: Find Reliable & Professional Cleaning Services",
        "blog3Description": "Cleaning Companies in Qatar: A Comprehensive Guide to Professional Cleaning Services, Keeping a clean and organized space is essential for comfort, health, and productivity. Whether you're looking to maintain your home.",
        "latestNewAndBlogs": "Latest New and Blogs",
        "noPosts": "No posts available."
    },
    "experience": {
        "textTitle": "Experience the Finest Clean with Carla Maid",
        "textDescription": "Carla Maid is committed to reliability and quality. Our trusted cleaning team in Qatar ensures every space, whether home or office, receives thorough, dependable service you can count on."
    },
    "contactUs": {
        "contactUs": "Contact Us"
    },
    "contact": {
        "title": "Contact Us Today!",
        "subheading": "Looking for a spotless, stress-free space? Booking with Carla Maid is fast and convenient! Fill out our easy online form below to schedule the ideal cleaning service for your home or office. Our professional team is ready to bring a sparkling clean to your space.",
        "form": {
            "name": "Name",
            "email": "Email",
            "phone": "Phone",
            "message": "Message",
            "defaultMessage": "Hello Carla Maid Team,\n\nI would like to request a quotation for your cleaning services. Please provide me with information about:\n\n• Types of cleaning services available\n• Pricing for residential/commercial cleaning\n• Scheduling and availability\n• Any special packages or offers\n• Service area coverage in Qatar\n\nProperty details:\n- Property type: [Residential/Commercial/Office]\n- Size: [Square meters or rooms]\n- Cleaning frequency needed: [One-time/Weekly/Monthly]\n- Preferred schedule: [Morning/Afternoon/Evening]\n\nAdditional requirements or questions:\n[Please specify any special cleaning needs]\n\nThank you for your time. I look forward to hearing from you soon.\n\nBest regards,",
            "send": "Send"
        },
        "info": {
            "callUs": "Call Us",
            "support": "Support",
            "address": "Address",
            "website": "Website",
            "location": "Manarat lusail - Floor 25 - office  2501"
        }
    },
    "form": {
        "title": "Book Your Cleaning Service Now!",
        "description": "Complete the form below to schedule your cleaning service with Carla Maid. We'll confirm your booking and ensure everything is arranged for your preferred date and time.",
        "fullName": "Enter your Full Name",
        "email": "Enter your Email",
        "phoneNumber": "Enter your Phone Number",
        "location": "Enter your Location",
        "addressDetails": "Enter your Address Details",
        "arrivalTime": "Select Arrival Time",
        "arrivalTimeOptions": {
            "option1": "08:30 am - 12:30 pm (Morning)",
            "option2": "10:30 am - 02:30 pm (Morning)",
            "option3": "02:30 pm - 06:30 pm (Afternoon)",
            "option4": "04:30 pm - 08:30 pm (Afternoon)",
            "option5": "08:30 AM - 4:30 PM (Full Day)",
            "option6": "12:30 PM - 8:30 PM (Full Day)"
        },
        "numberOfCleaners": "Number of Cleaners",
        "cleanerOptions": {
            "option1": "1 One Cleaner",
            "option2": "2 Two Cleaners",
            "option3": "3 Three Cleaners",
            "option4": "4 Four Cleaners"
        },
        "materials": "Materials",
        "materialOptions": {
            "option1": "With Materials",
            "option2": "Without Materials"
        },
        "hours": "Hours",
        "hourOptions": {
            "option1": "4 Four Hours",
            "option2": "8 Eight Hours"
        },
        "address": "Your Address",
        "phone": "Phone Number",
        "arrivalDate": "Arrival Date",
        "priceLabel": "Price",
        "priceValue": "280 QR",
        "submitButton": "Book A Cleaning"
    },
    "steps": {
        "step1": {
            "title": "1. Select Your Service",
            "description": "Choose the type of cleaning that best suits your needs—whether it's residential cleaning, commercial maintenance, or a thorough deep clean. We offer services customized to your space and preferences."
        },
        "step2": {
            "title": "2. Pick a Date and Time",
            "description": "Select a date and time that fits your lifestyle. Our flexible scheduling options make it easy to find a convenient time, even during a busy week."
        },
        "step3": {
            "title": "3. Fill In Your Details",
            "description": "Provide your contact information and any special instructions to ensure our maids can tailor the service to meet your exact needs."
        },
        "step4": {
            "title": "4. Submit & Relax",
            "description": "Once you submit your booking, you're all set! Our team will confirm your appointment and handle the rest, giving you a hassle-free, professional cleaning experience."
        }
    },
    "header": {
        "home": "Home",
        "ourServices": "Our Services",
        "contact": "Contact Us",
        "blog": "Blog",
        "bookNow": "Book Now"
    },
    "meta": {
        "services": {
            "title": "Professional Cleaning Services in Qatar | Carla Maid Services",
            "description": "Discover our comprehensive cleaning services in Qatar. Professional residential, commercial, and specialized cleaning solutions tailored to your needs. Book now!",
            "keywords": "cleaning services qatar, maid services, commercial cleaning, residential cleaning, professional cleaners, janitorial services, office cleaning, home cleaning, qatar cleaning company"
        }
    }
}